[
  {
    "image": "/images/calculateurs.jpeg",
    "title": "Renault Captur (DC4)",
    "paragraph": "Calculateur pour Renault Captur 1.5 Diesel et 1.2 Essence.",
    "price": "$700",
    "orderLink": "#",
    "description": "<div> <p>Calculateur pour Renault Captur 1.5 diesel et 1.2 essence, boîte automatique double embrayage DC4 Getrag 6DCT250 Continental. Pièce d'origine Compatible avec divers modèles de Captur de 2010 à 2018. Programmation et clonage possibles <a class='text-[#2C80EF]' href='https://laboiteautomatique.com/captur'>https://laboiteautomatique.com/captur</a>.</p> </div>"
  },
  {
    "image": "/images/calculateurs.jpeg",
    "title": "Renault Clio (DC4)",
    "paragraph": "Calculateur Renault pour Clio 1.5 Diesel ou Clio 1.2 Essence et 1.6.",
    "price": "$700",
    "orderLink": "#",
    "description": "<div> <p>Calculateur pour Renault Clio 1.5 diesel et 1.2 essence, boîte automatique double embrayage DC4 Getrag 6DCT250 Continental. Pièce d'origine Renault avec plusieurs références disponibles. Compatible avec Clio, Clio RS, et Clio GT de 2010 à 2018 <a class='text-[#2C80EF]' href='https://laboiteautomatique.com/clio'>https://laboiteautomatique.com/clio</a>.</p> </div>"
  },
  {
    "image": "/images/calculateurs.jpeg",
    "title": "Renault Megane (DC4)",
    "paragraph": "Calculateur Renault pour Mégane 1.5 Diesel entre 2008 et 2013.",
    "price": "$700",
    "orderLink": "#",
    "description": "<div> <p>Calculateur pour Renault Megane 1.5 diesel, boîte automatique DC4 Getrag 6DCT250 Continental. Pièce d'origine Renault avec références K00, K01, K03, A2C30743000, A2C53374830. Compatible avec Megane de 2010 à 2018 <a class='text-[#2C80EF]' href='https://laboiteautomatique.com/megane'>https://laboiteautomatique.com/megane</a>.</p> </div>"
  },
  {
    "image": "/images/calculateurs.jpeg",
    "title": "Renault Scénic (DC4)",
    "paragraph": "Calculateur Renault pour Scénic 1.5 Diesel entre 2008 et 2013.",
    "price": "$700",
    "orderLink": "#",
    "description": "<div> <p>Calculateur pour Renault Scénic 1.5 diesel, boîte automatique DC4 Getrag 6DCT250 Continental. Pièce d'origine Renault avec plusieurs références disponibles. Compatible avec Scénic de 2010 à 2018. Programmation et clonage possibles sur demande <a class='text-[#2C80EF]' href='https://laboiteautomatique.com/scenic'>https://laboiteautomatique.com/scenic</a>.</p> </div>"
  },
  {
    "image": "/images/dsg7dq200.png",
    "title": "DSG7 (DQ200)",
    "paragraph": "Calculateur pour DSG7 (DQ200) monté sur Volkswagen.",
    "price": "$890",
    "orderLink": "#",
    "description": "<div> <p>Calculateur pour DSG 7, monté sur Audi A1, Golf, Polo et autres modèles du groupe Volkswagen, également appelé DQ 200. Pièce d'origine Volkswagen avec plusieurs références disponibles. Compatible avec divers modèles de 2010 à 2018 <a class='text-[#2C80EF]' href='https://laboiteautomatique.com/contact'>https://laboiteautomatique.com/contact</a>.</p> </div>"
  },
  {
    "image": "/images/marcedesAB1.png",
    "title": "Mercedes class A/B(722.8)",
    "paragraph": "Calculateur ou platine pour Mercedes class A et B (CVT).",
    "price": "$620",
    "orderLink": "#",
    "description": "<div> <p>Calculateur ou platine pour Mercedes Classe A et Classe B, entre 2006 et 2011. Pièce d'origine Mercedes avec plusieurs références disponibles. Compatible avec divers modèles de Classe A et Classe B de 2006 à 2011. </br><a class='text-[#2C80EF]' href='https://laboiteautomatique.com/contact'>https://laboiteautomatique.com/contact</a>.</p> </div>"
  },
  {
    "image": "/images/kadjar.png",
    "title": "DW5 (7DCT300)",
    "paragraph": "Calulateur 7DCT300 (DW5) monté sur les véhicules Renault.",
    "price": "$1390",
    "orderLink": "#",
    "description": "<div> <p>Calculateur DW5 (7DCT300), monté principalement sur les nouveaux Renault tels que le Renault Kadjar et Megane 4. Pièce d'origine Renault avec plusieurs références disponibles. Compatible avec divers modèles de Kadjar de 2015 à 2021 <a class='text-[#2C80EF]' href='https://laboiteautomatique.com/contact'>https://laboiteautomatique.com/contact</a>.</p> </div>"
  }
]
